Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 이 자는 내가 알아서 할 테니 누가 보기 전에 어서 방으로 돌아가!
en: I’ll take care of him, so go back into your room before anyone sees this!

source: 전 지금의 공주님이 너무 좋습니다.
en: i really like the princess right now.

source: 인기척이…?
en: is someone there...?

source: 여기야 여기!!
en: over here!

source: 조금 남았다는 건 누가 여러 번 먹었다는 거니까.
en: because it means someone took it before.

source: 입닥쳐, 세레스탄….
en: shut your mouth, serestan.

source: 방금 당신 입으로…
en: just now.

source: 물리기라도 하면 일주일동안 물린 자리에서 썩은 냄새가 난다구요!!
en: their bite marks stink for a whole week!

source: 난 (인간)음식은…
en: I do not eat (human food).

source: 팬입니다.
en: i’m your biggest fan!

source: 나보다 더 절실하다고?
en: more desperate than me?

source: 게다가 집사는 죄가 100개도 안 될 거야.
en: you probably don’t have 100 sins too.

source: 사랑하는 사이처럼…
en: in love...

source: 내가 안 만져주면 낮에 힘도 없이 방구석에서 나오지도 못하고 있을 거 아냐.
en: without my touches, you are probably just lying down in a corner of your room during the day.

source: 날 소환한 자를 찾을 수 있다고?
en: you can find the one who did it?

source: 공작님께서 아무도 만나지 않겠다고 하셨습니다.
en: the duke said he cannot see anyone at the moment.

source: 아직 몸이 회복되지 않으셨을 겁니다.
en: your body needs more rest, your highness.

source: 여기가 레티스의 비밀의 방이래.
en: i heard that this is letis’ “secret room”.

source: 거짓말…
en: lies...

source: 다행이네.
en: that’s good.

source: 칼베르가 소르덴 산을 신이 들어갈 수 없는 영역으로 만든 건 분명히 이유가 있을 테니까.
en: there must be a reason why kalberr prevented the gods from entering mt. sorden.

source: 공주님이라….
en: a princess, huh...

source: 화제를 바꿔야겠어!
en: i should change the subject.

source: 그에게 소멸은 오히려 축복일걸?
en: to him, perishing would be a blessing.

source: 난 아무에게나 동료하자고 안 해.
en: remember, I don’t ask just anyone to be my comrade.

source: 다들…
en: everyone is scared...

source: 내가 죽은 지 30년이 지난 걸 알게 되었어요.
en: i realized that it’s been 30 years since i died.

source: 해독제도 여기 어딘가 있을 텐데…
en: if so, then he must have the antidote around here...

source: 그렇습니다.
en: she was.

source: 공작님께서 오고 계셔.
en: the duke is coming.

source: 아무리 찾아봐도 없더라고.
en: however, we didn’t find anything.

source: 그럼 밤에 움직여야 하니 지금 좀 쉴까?
en: then we should get some rest since we’ll be moving later.

source: 이세계에서는 가족이 있어도 사랑을 못 받고 살 운명이네.
en: ...but even with a family here, i’ll never experience the warmth and love that are supposed to come with it.

source: 어서 여길 나가야해!
en: i have to leave quickly!

source: 사기꾼은 어디든 있다니까.
en: seems like no matter what world you’re in, people will always spread rumors.

source: 저승에 있는 케릭스의 영을 소환하면 됩니다.
en: we would have to summon kelix’s soul from the underworld.

source: 아까 다 잡은 줄 알았는데 어떻게 여기까지 기어왔지?
en: I thought I caught them all, so how did it get in here?

source: 뭐지, 저 달라진 분위기는?
en: why does she feel so different?

source: 이 잘생긴 남자는 레티스 공작이 아니다.
en: this handsome guy is not duke letis.

source: 암암리에 전해져 내려와 거래되는 쿼브가 있는데 그 중 몇 개를 제가 본 적이 있죠.
en: a few of them are secretly traded. I have seen some as well.

source: 결국 그 방법밖엔 없는 건가!
en: is this really the only way?!

source: 내 몸이 아닌데도 내 본능이 그냥 죽게 내버려두질 않아 어떡해야 하지?
en: even though this isn’t my body, what if my instincts keep saving me?

source: 나처럼 다른 세계에서 온 사람일 수도 있는데 같이 돌아갈 수 있는 방법을 찾아야지.
en: what if that soul, like me, is from another world? we should work together to find a way back.

source: 안 되나?;;
en: is... that too much to ask?

source: 나가시다니… 어디로요?
en: leaving... to where?

source: 라방?
en: live?

source: 네에?!!!!!!!
en: pardon?!!!

source: 설마 결계에 갇힌 건가?
en: are we trapped in the barrier?!

source: 아, 노베이님!
en: oh, sir novei!

source: 설마 실종?
en: is she missing?

source: 요새 신경이 예민해서 헛것이 보였나?
en: did i hallucinate for a second?

source: 갑자기 그건 또 무슨 소리지?
en: where did such a warning come from?

source: 아니!!!
en: no!!!

source: 그래도 공주님이 걱정된단 말이야.
en: i’m worried about her.

source: 아니면 죽음의 신을 만나…
en: ...or if she met the god of death and...

source: 죽고 나면 그 사람에 대한 좋은 기억이 조금이라도 남기는 할까.
en: ...did they hold on to any of the good memories when she died?

source: 그렇다고 크로니온이 유리니카를 포기했을까?
en: but I don’t think that would have stopped chronion.

source: 나도 이유가 궁금하군.
en: I would also like to know.

source: 됐다.
en: never mind.

source: 내가 어떻게 여기 오게 됐는지 꼭 기억해내야 해.
en: i have to remember how i got here.

source: 호위 기사들은 다 죽고 혼자 도망쳐 오셨나?
en: did he escape alone? all of his guards died?

source: 쪼…잔?
en: pe...tty?

source: 대부분 일주일을 못 견디고 자살하거나 심장이 견뎌내지 못하는데
en: either people kill themselves in a week from the pain, or their heart gives up quickly.

source: 황당
en: what the...

source: 문 닫아!
en: close the door!

source: 그런데…
en: and...

source: 지금쯤 힘이 하나도 없이 방에 틀여박혀 있겠지?
en: he’s probably passed out in the corner of his room with no energy.

source: 정말 고약한 자의 몸 안에 들어왔군.
en: it seems i possessed the body of a very disgusting person.

source: 낙하산 경감님!
en: hey, nepotism inspector!

source: 무슨 소리야.
en: what are you talking about?

source: 누군지는 모르지만 장소는 레티스 공작님의 저택이었습니다.
en: I am not sure, but it was at duke letis’ place.

source: 그러기엔 너무 오픈된 곳에 있는데.
en: but it’s too out in the open.

source: 나 또 실수한 건가…;;
en: did i mess up again?!

source: 아, 저기 시원한 물 좀 가져다 줄 수 있어?
en: hey, could you bring me some cold water?

source: 레티스 공작집에 머문다고 하면 섣불리 날 해치지 못할 거라 생각했어.
en: I thought it’d be harder for them to attack me if I stayed here.

source: 다음 보름달이 뜰 때까지 기다려야 한다고?
en: we have to wait until the next full moon?!

source: 원망이나 증오의 감정이 전혀 느껴지지 않았는데….
en: he didn’t seem angry or resentful towards me...

source: 뭐지?
en: what’s this?

source: 네.
en: yes, your highness.

source: 심장…
en: my heart...

source: 레티스는 별로라고 하던데.
en: letis didn’t think so.

source: 안녕, 아르젠!
en: hey arzen!

source: 이런 경험도 나름 나쁘지 않네.
en: it’s pretty cool!

source: 죽음의 신의 축복
en: blessing of the god of death.

source: 크로니온이 그녀를 지상으로 돌려보내기 위해 자신의 비타의 반을 주었다더군.
en: chronion gave up half of his life force to send her back to her world.

source: 기억이 조금 돌아오셨어요?
en: is your memory coming back a little?

source: 안녕하십니까, 레티스 공작님.
en: hello, duke letis.

source: 오늘은 시종이 대답을 조금 늦게 했다고 목을 쳐서 죽였다고.
en: today, he killed a servant for responding a little late.

source: 여기 죽었다가 살아난 사람이 있나요?
en: is there a person here who came back to life?

source: 네가 여긴 왜 있어?
en: why are you here?

source: 진짜 뭔데!
en: what’s going on?!

source: 인간의 유골이나 … 책.
en: like human remains... or books.

source: 아, 왜 이런 일이 생기는지 조사하러 나온거라….
en: oh, i’m here to investigate why these things are happening...

source: 어쩐지, 그동안 리에나 공주님 만나고 바람기가 좀 잠잠하시나 했네~
en: I thought he was done with women after meeting princess liena!

source: 레티스 공작의 자택에 리에나 공주와 함께 있다니 무슨 생각인거야.
en: princess liena is staying with duke letis? what is he thinking?!

source: 사실은 다른 영혼이 들어온 거고 괴물이 되기도 한대요.
en: apparently, different souls can possess the body and become a monster.

source: 일단 먹어보면 뱃속에서 나는 마물 멱따는 소리도 사라질걸.
en: just eat. your stomach will stop growling like a dark creature.

source: 벌써 저주에 걸리신 거 아냐?
en: is he already cursed?

source: 이제 우린 진짜 동료야!
en: now we’re actually comrades!

source: 레티스 공작님 댁에 다시 한 번 다녀와야 겠어.
en: i’m going back to duke letis’ mansion.

source: 다들 날 재수 없어하고 죽길 바라는 눈치더라고.
en: turns out everyone just wants me to disappear and die.

source: 아 맞다, 결혼까진 안했으니 장인어른은 아니구나!
en: wait, you didn’t marry her, so it’s almost-father-in-law.

source: 우리도 부적 사러 가야하는 거 아냐?
en: should we get them as well?!

source: 날 소환한 놈, 날 죽이려는 놈, 날 결계로 가둔 놈, 모두 다 가만두지 않을거야.
en: I will end whoever summoned me, tried to kill me, and trapped me inside a barrier.

source: 벌써 새벽인데 이 시체들, 어떡하지?
en: the sun’s coming up. what are we going to do with these bodies?!

source: 어디 인간의 영 따위가 감히 신에게!!
en: how dare you raise your little voice at master chronion--

source: 어쩐지…
en: it all makes sense now...

source: 사실 왕국에선 처음 들어보는 이름이에요.
en: I have never heard that name before in this kingdom.

source: 꼭 죽이고 싶은 놈이 있는데 죽이기 바로 직전에 이곳에 오게 되었어.
en: i was summoned here right before i could kill the guy i wanted to kill the most.

source: 당신 이야기야?
en: is that your story?

source: 모두 죽음을 두려워하거든요.
en: everyone is afraid of death.

source: 또 부탁하실 거 있으시면 언제든 저를 찾아주세요!
en: if you need anything else, please come find me.

source: 계속 말해봐.
en: keep talking.

source: 당신이 알아야할 게 있어.
en: there is something you need to know.

source: 뭐야!
en: what?

source: 공주님, 레티스 공작님이 막 도착하셨어요.
en: your highness, duke letis just arrived.

source: 누구시죠?
en: who is it?

source: 저주받은 공주라서 내 옆에 있으면 주변 사람들 모두 불행해져.
en: I’m the cursed princess, so everyone around me becomes unhappy.

source: 준비 다 됐습니다, 공주님.
en: the bed is ready, your highness.

source: 덕분에.
en: yes, thanks to you.

source: 내가 그날 소르덴 산에서 어떻게 살아나왔는지 궁금하지 않아?
en: do you wanna know how I got out of mt. sorden alive that day?

source: 그녀는 케릭스가 소멸되는 걸 막기 위해 케릭스의 유해를 어딘가에 감춰버렸다.
en: ...but she hid his body to save his soul from perishing.

source: 옷은 재단사들이 밤새 만들어 아침까지 준비하겠습니다.
en: and your clothes will be ready by the morning.

source: (아무도 관심 없겠지만)_x0003_ 그럼 전 이만….
en: (nobody cares but) i’ll see myself out...

source: 티아에게 부탁하길 잘했어.
en: asking tia for a favor was great choice.

source: 몇초...몇 분...
en: couple seconds... minutes...

source: 공주님을 티룸으로 안내해드려.
en: take her to the tea room.

source: 아 움직인다.
en: oh! it’s moving again.

source: 나 어때?
en: how do I look?

source: 저주받아서 유배당했다는 거?
en: it’s not the fact that I’m cursed.

source: 또 주술사야?
en: really? another warlock?

source: 당신은 좀… 특이하다고 했잖아.
en: you are... a little different.

source: 레티스 공작.
en: duke letis.

source: 고브릴라 너 레티스 공작님이랑 헤어진 거야?
en: govrilla, you broke up with duke letis?

source: 꺄아악!
en: aaahhh!

source: 노베이에게 또 부탁해볼까?
en: maybe novei can help me again!

source: 노, 놀랐잖아.
en: y-you scared me.

source: 사실 난,
en: i was...

source: 유리니카의 영을 닮았더군.
en: she’s like yurinika.

source: … 죄송합니다.
en: my apologies, sir.

source: 그는 인간들을 다 죽여버릴 생각인 것 같다.
en: I believe he aims to rid the world of all humans.

source: 난 할머니를 지키고 있을 거니까 혼자 다녀와.
en: i’ll protect her here, so you should go alone.

source: 거절하신다면….
en: should you decline...

source: 지금 집에 가기는 싫은데…
en: I don’t want to go back just yet...

source: 오늘 사고가 있어서 기억이 좀 사라졌어.
en: i lost some memories from an accident earlier.

source: 공주님을 해치려 한 자들이라뇨!
en: people broke into your room?!

source: 사람의 머리카락과 손톱을 먹고 사는 마물이에요.
en: it’s a dark creature that lives off of people’s hair and nails.

source: 생각해봐요.
en: think about it.

source: 임시로?;;
en: temporarily...?!

source: 삐진 거야?
en: are you upset?

source: 나한테 오고 있는 거 아니었나?
en: were you not looking for me?

source: 아까 찾아갔는데 공주님이 만나고 싶지 않다고 하셨다잖아.
en: we went earlier, but princess liena didn’t want to see us.

source: 내가 의원에게 가보자고 했잖아.
en: i told you we should’ve gone to the doctor.

source: 뭐, 어쨌든 당신을 다시 꼭 만나고 싶었는데 이렇게 찾아와주니 고맙군.
en: i did wish to meet you again, so it is nice that you’ve come on your own volition.

source: 네…?
en: wh-what?

source: 풀리만 남작도 한 패인지 알아보고 말이야.
en: we’ll investigate if baron polymen is behind all this as well.

source: 누군가 일부러 저 마물들을 이 방에 풀어둔 건가?
en: did someone let them loose on purpose?

source: 의심 가득한 눈빛
en: suspicious

source: 오늘 새로 받은 업그레이드 된 부적
en: an brand new, upgraded talisman!

source: 산책.
en: a walk.

source: 저승에서 도망치더니 결국 저승에 발도 못 붙이게 되었군.
en: she ran away from the underworld, and now she can no longer return even if she wished to.

source: 리에나 과거를 하녀들에게 물어볼 수도 없고,
en: i can’t ask the servants about her past...

source: 죽음의 신이 유리니카 널 알아보지 못하리라.
en: death will not recognize you, yurinika.

source: 그런데 리에나 공주님은 정말 어디로 가신 거야?
en: by the way, where did princess liena go?

source: 약간의 오해가 있는 것 같은데 이 곳은 내 의지로 온 거야.
en: I think there’s a misunderstanding. I chose to come here.

source: 꿈틀
en: flinch

source: 정원에…
en: he’s at the garden...

source: 자택으로… 돌아오지 않으셨다고 합니다.
en: i heard that she did not return.

source: 아르젠 백작님의 불길한 미래를 봤어.
en: I saw an ominous future for count arzen.

source: 난 여기서 기다릴 테니 빨리 따라가서 말려봐요.
en: I’ll just wait here. you go stop them from fighting!

source: 누가 왜 날 소환했는지 꼭 찾을 거라고.
en: now, i just need to find the person who brought me here.

source: 이런 분이실 줄은!
en: i didn’t know you could do that!

source: 설마 너,
en: wait,

source: 혹시 지금 식물인간 상태?
en: am i unconscious in real life?

source: 독약에 흑주술에… 뭐, 죽이는 기술에 도움이 될 것 같긴 하네.
en: poison, dark magic... i guess these would help kill people.

source: 그동안 불편한 점은 없으셨구요?
en: is there anything inconveniencing you?

source: 죄,죄송합니다… 제가 문을 열고 들어올 수가 없어서요.
en: i-i apologize...i can’t really open the doors.

source: 요리사
en: the cook

source: 공주, 당신은 그 몸에 어떻게 들어왔지?
en: how did you get that body, princess?

source: 레티스 베르몬 공작과 리에나가 함께 산다고?
en: duke letis and liena are moving in together?!

source: 음식 올리고.
en: go plate them.

source: 누구랑 이야기 하는 줄 알았어.
en: i thought you were talking to someone...

source: 설마 이 편지 때문에 레티스가 리에나 공주를 죽인거야?
en: is this why letis killed liena?

source: 그놈은 흑마법으로 영을 아예 소멸시킨다구요!
en: otherwise, the summoner will destroy the soul with dark magic!

source: 마물을 말하는 건가.
en: creatures of the dark.

source: 폴리꽃 향기인가…?
en: it is just the flowers?

source: 공주님께는 뭐든 다 드리고 싶습니다.
en: I’ll give you anything you want, princess liena.

source: 쪽지?
en: a letter?

source: 후드로 얼굴을 가렸지만 목격자의 말을 들어보면 레티스 공작님 같던데요.
en: according to the witnesses, it sounds like it may have been duke letis wearing a hood.

source: 마침 잘 왔어.
en: what great timing you have.

source: 그건 흑마법이나 흑주술의 영역이라 강력하게 법으로 금지되어 있어요.
en: that’s under dark magic and witchcraft, which is strictly forbidden by law.

source: 뺏으면 뺏었지 뭘 줬을 관상이 아닌데.
en: she doesn’t look like someone who would gift something to liena.

source: 마차로 가야겠군.
en: i should take a carriage.

source: 네, 알겠습니다.
en: noted.

source: 충격… 그런 말 너한테 첨 들어.
en: i’m shocked... you’ve never mentioned this to me before!

source: 여기로 데려올 거지?
en: you’ll bring them here, right?

source: 마물들에게 공격당할 때 심장이 아팠으면 아마 죽었을 텐데, 이젠 괜찮아졌나?
en: if it happened during one of the fights with dark creatures, i would not have survived. did i recover?

source: 누구 찾고 싶은 뼈라도 있어?
en: are you looking for someone specific?

source: 그렇게 매너 없이 창문으로 들어오지 않았더라면 더…
en: it would be better if you used the door properly.

source: 빼…빼돌리다니!!
en: w-what do you mean, stealing?!

source: 제발 부탁이에요….
en: please, I’m begging you.

source: 심 술 이 덕 지 덕 지
en: mean and greedy

source: 도움…?
en: what i need...

source: 되살아난 사람을 조사하고 계신다고 들었어요.
en: i heard you are investigating the people that came back to life.

source: 레티스 공작님 집에 노…놀러 가아?!!!
en: h-hang out... with duke letis?

source: 왕자님께서 왜 베노스 주술사님을 아버지라고……?
en: did you just call warlock venos... your father?

source: 근데 이 약차는 뭐야?
en: by the way, what is this tea?

source: 큰 소리로 대답!
en: answer me, now.

source: 내 세계에 다녀왔어.
en: i was back at my world.

source: 너 흑마법에 약한데 어쩌냐.
en: aren’t you weak to dark magic?

source: 그냥 죽여주세요
en: just kill me now

source: 물론, 방법이 아예 없는 건 아니지요.
en: there is one.

source: 진짜 진짜 맛있어!!
en: it’s so incredibly delicious!

source: 전에 당신이 그랬지.
en: do you remember saying...

source: 그 여자를 조심하셔야 합니다.
en: you have to watch out for her, sir.

source: 리에나 공주님 저택 사람들 모두 다 노베이님의 부적을 가지고 있다고 들었어.
en: i heard everybody at princess liena’s mansion has warlock novei’s talisman.

source: 여자친구?
en: your girlfriend?

source: 혹시 운명의 신이 날 골탕 먹이려고 보낸 자인가?
en: did the god of fate send her to bother me?

source: 궁?!
en: the palace?!

source: 그…럴리가요.
en: that’s... impossible.

source: 너무하네, 쳇….
en: pshh, that’s mean.

source: 어떻게 죽여줄까.
en: now... how should you die?

source: 인간에게 내 목소리가 들릴 리가 없는데, 안 그래?
en: it shouldn’t be possible for a human to hear me!

source: 노베이님이 해결해주실 거예요.
en: he can help you, your highness!

source: 사실 최근 몇 달 동안 죽었다가 살아난 사람들이 있습니다.
en: but... in the last couple of months, we’ve found others who’ve also come back to life.

source: 찾아오지 말라고도 꼭 말하고.
en: tell her not to visit as well.

source: 하지만, 밟고 있는 대리석 느낌도 너무나 생생한데.
en: this all feels too real, this cold marble under my feet...

source: 겉으로는 소극적이고 순종적이지만 내면 깊은 곳엔 엄청난 파괴력을 숨기고 있거든.
en: she looks timid and obedient on the outside but has an explosive power on the inside.

source: 어째서?
en: how come?

source: 지, 지금요?
en: r-right now?!

source: 죽었다가 살아난 그 사람은 지금 어딨어?
en: where’s the person who came back alive now?

source: 근데 내가 사용법을 몰라서 그런건지 몇 초에서 길게는 몇 분까지 제멋대로더라구.
en: but... I don’t really know how to use it, so I’m not sure how long you’ll be stuck for. maybe a couple seconds to a couple of minutes?

source: 알겠습니다.
en: of course, your highness.

source: 그녀는 이번 생에 또 젊은 나이에 살해당할 건데 너무 불쌍하잖아.
en: she’ll get murdered in this life anyway. that’s so pitiful...

source: 네, 경감님.
en: yes sir.

source: 좀 자둬.
en: you should sleep.

source: 당신은 밤에 아프고 나는 낮에 약해.
en: you become ill at night, and i am weak during the day.

source: 내가 반칙하지 말라고 했….
en: i told you no foul play!

source: 그동안 참기 힘들었겠는걸.
en: enduring this must have been difficult for her.

source: 아르젠 백작님의 여동생 마리엔을 그렇게 죽게 만들고 백작님 얼굴을 볼 생각을 하다니 참 뻔뻔해요 공주님.
en: you made count arzen’s sister, marianne, die like that, and you still have the guts to face him?

source: 쥬디, 지금 이 저택에 사람이 몇 명이지?
en: judy, how many people are in this mansion right now?

source: 바로 나!
en: that’s me!

source: 그냥 다른 건강한 몸으로 바꿔줘요.
en: why can’t I just go into a healthier one?

source: 내가 지금 이러고 있을 때가 아닌데!!
en: i don’t have any time to waste!!!

source: (뿌의 비말)
en: (splash zone)

source: 어때?
en: how is it?

source: 은은하게 돌아있는 눈알 인형을 대부분 다?
en: everyone has this doll with mildly insane eyeballs?

source: 내 일에 신경쓰지 말고 사라져.
en: mind your own business.

source: 일종의 지문인식 도어락인가?
en: it’s like a fingerprint lock!

source: 욱신
en: THUMP

source: 당신 손으로 직접 죽여!
en: finish her off!

source: 그치만 리에나 공주님은 칼을 들고 있었는데 아이 몸엔 칼자국이나 피가 전혀 없잖아.
en: but princess liena was holding a sword... there’s no blood or wounds on the kid’s body.

source: 이상한 꿈을 잔뜩 꿔서 그런지 영 피곤하네.
en: I’m a little tired... probably because of the bad dreams.

source: 농담이야.
en: I’m joking, you wouldn’t.

source: 그리고 난, 아직 이 몸에 적응을 하지 못해서 해가 있는 동안에는 몸이 무겁고 힘을 쓸 수가 없어.
en: i have yet to adjust to this body, so my power is held back, weakening me during the day.

source: 진짜 리에나도 죽이려고 하는데 진짜 리에나가 아닌 걸 알면 더 죽이려고 하겠지.
en: they already want to kill the real princess liena, so they’ll actively try to kill me if they know i’m not her.

source: 아르젠 칼리스 백작 저
en: count arzen kalis mansion

source: 우리 뭐하고 놀까?
en: what should we do now?

source: 그거!!
en: wait!!!

source: 어머나 공주님.
en: princess liena!

source: 천만에 뭔가 꿍꿍이가 있어.
en: no way... does he have something else in mind?

source: 혹시 최근에 백작님도 모르게 위험한 상상을 하신 적은 없으신지요….
en: have you recently caught yourself having dark and dangerous thoughts?

source: 이러다 홍수 나는 거 아냐?
en: what if it floods?!

source: 공주…님….
en: princess liena...

source: 기분이 좋아 보이는구나.
en: you seem to be in a good mood today.

source: 말도 안 되는 소리 같지만 보름달이 뜰 때마다 죽은 사람이 되살아나고,
en: i know it sounds insane, but every full moon, there are people coming back to life...

source: 마치 지워진 것처럼 그곳만 제 눈엔 보이지가 않았어요.
en: as if it’s erased and blurred out.

source: 당신은 이곳에 대해 나보다 늘 더 많은 걸 알고 있어.
en: how do you know so much about this place?

source: 인터넷도 안 되면서 소문 진짜 빠르다니까.
en: word travels so fast, even without the internet.

source: 근데 모르는 게 약이란 말이 있어.
en: but sometimes, what you don’t know won’t hurt you.

source: 그땐 그에게 어떤 어두운 기운도 느끼지 못했어….
en: I did not feel any dark energy from him back then...

source: 장신구를 한다고 해서 그렇게 달라질 것 같진….
en: I doubt that would make much a differ--

source: 백작님, 이쪽으로!
en: count arzen, this way!

source: 레티스 공작님의 고용인 중에 친척이 있거든.
en: I have a relative working at duke letis’ place.

source: 나보고 재수 없다고 했던 놈들 다 나와보라구!
en: let’s see if those fools can still badmouth me now!

source: 설마 내가 성문 바깥으로 나갈 수 없던 것처럼 결계같은 게 있었던 거야?
en: is it like the barrier that’s blocking me at the gate?

source: 유리니카가 저승으로 돌아갔어도 칼베르의 마법덕분에 크로니온은 유리니카를 알아볼 수 없었을 거야.
en: even if she went back to the underworld, chronion would not have recognized her because of kalberr’s spell.

source: 밤에는 괴력이 생긴다고?
en: ...but you gain them back at night?

source: 이제 괜찮아졌다고 하셨지만 아직도 공주님은 독에 중독된 상태입니다.
en: I know you said you’re okay, but you are still poisoned.

source: 근데 이게 무슨 냄새야?
en: why does it smell so bad in here?!

source: 공작님께 안 좋은 일이 생기는 건 리에나 공주님 때문이 맞습니다.
en: as you suspected, princess liena is the reason why you are experiencing such unfortunate incidents.

source: 너한텐 별 상관없는 일이겠지만.
en: well, it doesn’t matter to you anyways.

source: 난 여기 잘못 온 게 확실하니까.
en: i’m definitely not meant to be here.

source: 쥬디?!
en: judy?!

source: 며칠?!!
en: days?!

source: 아앗!
en: oh!

source: 내가 그 방에서 뭘 봤는지 알면 놀랄걸?
en: you’d be surprised by what I saw in there.

source: 그녀가 소멸되어야 네가 그녀에게 준 비타가 회수되고 넌 소멸되지 않을 거야.
en: her soul has to perish to get your vita back, so you don’t perish someday yourself!

source: 이렇게 다정한데 왜 리에나의 유배에 찬성표를 던진걸까.
en: why is he so sweet despite agreeing to banish liena?

source: 점점 손에 힘이 들어가지 않아.
en: i’m losing consciousness.

source: 레티스 집까지 어떻게 가지?
en: how am I gonna get back to letis’ place?

source: 고맙습니다, 공주님.
en: thank you so much, your highness.

source: 레티스 공작을 너무 믿지 마시구요.
en: don’t trust duke letis too much, either.

source: 날 시험하려는 걸 수도 있잖아.
en: what if he’s trying to test me?

source: 그러고 보니
en: now that i think about it...

source: …그래도 레티스는 저 세계에서 나처럼 죽은 건 아닌가봐.
en: I guess... he isn’t dead in his own world.

source: 뜸 들이지 말고 어서 말하라구!
en: just say it! what are you waiting for?!

source: 당신의 동공이 흔들리는 걸 보면 정신까지 굳은 건 아닌가봐!
en: looking at your pupils moving! I guess it doesn’t freeze your brain.

source: 꽉
en: grab

source: 거래.
en: let’s make a deal.

source: 마물이 소환되는 바람에 무고한 희생자가 생긴 것 같습니다.
en: an innocent victim was hurt by an accidentally summoned dark creature... I think there is an issue.

source: 키득
en: CHUCKLE

source: 리에나에 대해 알 수 있는 게 없을까.
en: is there a way to learn more about liena?

source: 쥬디, 리에나 공주님이 찾아오지 말라고 했잖아.
en: judy, princess liena told us not to come!

source: 못된 짓 하며 사는 놈들은 항상 끝이 안 좋다더라고.
en: people who live like that don’t get happy endings.

source: 잘못 소환된 영 맞고요, 크로니온님이 어서 저승으로 보내셔야 합니다.
en: wrongfully summoned souls must be sent back to the underworld!

source: 으아아...
en: UHHH

source: 방에 누가 침입한 것 같다고요?
en: you think someone entered that room?

source: 혹시 이건 리에나의 감정?
en: are these liena’s feelings?

source: 안 보는 게 좋을 거야.
en: you might not want to look, actually.

source: 죽음의 신이 죽게 생기다니.
en: the god of death, dying.

source: 정확하게 그 괴물이 아르젠 집에 들어간 건 못 봤어.
en: i don’t know if the monster actually went into arzen’s place.

source: 죽은지 얼마 안 된 사체도 있었어.
en: there were bodies that probably died not too long ago.

source: 말조심 하도록.
en: watch your mouth.

source: 그럼 난 대체 여기 어떻게 온 거야?!
en: just how did I get here, then?!

source: 내 신전이니까.
en: this is my shrine. why wouldn’t i be here?

source: 어디서 바람이?
en: where’s the wind coming from?

source: 떠올리니까 더 소름이네.
en: it’s so creepy.

source: 내가 온 곳이랑 비슷한가 보네.
en: it sounds pretty similar to the one i came from.

source: 걱정하지 마.
en: don’t worry about me.

source: 아르젠에게 죽을까봐 무서웠어요?
en: were you scared of him?

source: 언니에게 무슨 일이 생긴 건 아니겠죠?
en: i hope nothing bad happened to her...

source: 앵무새애애?!!!
en: a parrot?!!!

source: 반드시.
en: I promise.

source: 기분 나쁜 티를 팍팍 풍기는 자네.
en: well, he’s being pretty obvious about it.

source: 내가 왜 당신을 도와줘야 하지?
en: why do i have to help you?

source: 그날 이후로 좀 이상해지셨어.
en: princess liena seems a little off ever since “that day”...

source: 나는 내 세계에서 양다리였던 약혼자에게 살해당했다는 것까지 말해줬는데 당신은 개폼만 잡고 말을 안하니까 내가 꼭 손해보는 것 같잖아.
en: it’s just that I even told you how I was murdered by a cheating fiance, but you wouldn’t tell me anything! seems like an unfair deal.

source: 인간들을 위해 마물을 그곳에 가뒀다고 알려져 있지만 과연 그게 다일까?
en: they say the mountain is a trap for the dark creatures, but is that really the only reason why it’s secluded?

source: 잘못 찾아왔구나?!
en: did you come to the wrong shrine,

source: 길 치
en: directionally challenged

source: 억울하게 죽은 유리니카의 복수를 위해 자신의 영을 제물로 삼아 흑마법을 부리고 있지.
en: he is sacrificing his soul to dark magic to avenge yurinika’s death.

source: 프란츠와 함께 있었다고 증언한 그 놈을 잡아서 사실을 말할 때까지 팼어야지!
en: you should have beaten up that “witness” until they spoke the truth!

source: 몸이 약하시다더니 회복되셨나 봐요.
en: i heard he was sick, but seems like he got better!
